Repository: Desp0o/imposter
Catalog: imposter/Localizable.xcstrings
Source language: en
Languages: ka

source: Hello
ka: გამარჯობა

# rule_five
source: If the imposter has an idea about the location, they can name it. If they are correct, the imposter wins. However, if they name a wrong place, the locals win.
ka: თუ ჯაშუში მიხვდება, თუ სად იმყოფებით, მას შეუძლია დაასახელოს ლოკაცია. თუ მისი ვარაუდი სწორია, ჯაშუში იგებს. თუმცა, თუ არასწორ ადგილს დაასახელებს, ადგილობრივები იმარჯვებენ.

# rule_four
source: Have you all chosen the same person? They must reveal their role. If they are the imposter, the locals win, if they are a local, the spy wins. If you have pointed at different people, continue the game.
ka: თუ ყველამ ერთი და იგივე ადამიანი ამოირჩიეთ, მან თავისი როლი უნდა გაამჟღავნოს. თუ ის ჯაშუშია, ადგილობრივები იგებენ, ხოლო თუ ადგილობრივია — იმარჯვებს ჯაშუში. თუ სხვადასხვა ადამიანზე მიუთითეთ, გააგრძელეთ თამაში.

# rule_one
source: There are locals and an imposter. To determine your roles, pass the phone around. All the locals will see the location, while the imposter will not.
ka: თამაშში მონაწილეობენ ადგილობრივები და ერთი ჯაშუში. თქვენი როლების გასარკვევად, მოატარეთ ტელეფონი. ყველა ადგილობრივი დაინახავს ლოკაციას, ჯაშუში კი – ვერა.

# rule_seven
source: Don’t forget about time! The clock is ticking, so hurry up! In the new game, the first person to ask a question is the spy from the previous game.
ka: არ დაგავიწყდეთ დრო! საათი მუშაობს, ამიტომ იჩქარეთ! ახალ თამაშში პირველ კითხვას წინა თამაშის ჯაშუში სვამს.

# rule_six
source: If you have a guess about who the imposter is, say, “I know which one of you is the imposter”. On the count of three Everyone should then point at someone they believe is likely to be the imposter.
ka: თუ მიხვდებით, ვინ არის ჯაშუში, თქვით: „მე ვიცი, თქვენ შორის ვინ არის ჯაშუში“. სამამდე დათვლის შემდეგ, ყველა ერთდროულად უთითებს მას, ვინც ჯაშუში ჰგონია.

# rule_three
source: Listen to the other players’ answers: the imposter doesn’t know the location, so their answers might be inaccurate.
ka: ყურადღებით მოუსმინეთ სხვა მოთამაშეების პასუხებს: ჯაშუშმა არ იცის ლოკაცია, ამიტომ მისი პასუხები, შესაძლოა, არაზუსტი იყოს.

# rule_two
source: Ask each other questions related to the location. For instance, you could ask, “When have you last been to this place?” After someone answers, it’s their turn to ask a question.
ka: დაუსვით ერთმანეთს ლოკაციასთან დაკავშირებული კითხვები. მაგალითად, შეგიძლიათ იკითხოთ: „ბოლოს როდის იყავი ამ ადგილას?“ მას შემდეგ, რაც მოთამაშე პასუხს დაასრულებს, მისი ჯერი დგება, დასვას კითხვა.

# თამაში
source: Game
ka: თამაში

# მაღაზია
source: Shop
ka: მაღაზია

# პაკეტები
source: Packs
ka: პაკეტები

# პარამეტრები
source: Settings
ka: პარამეტრები
